{
    "Header": {
        "file": "cmip7_vertical_label.json",
        "file_creation_date": "2025-11-21T09:45:06.817796",
        "version": "fatal: No names found, cannot describe anything.",
        "checksum": "md5: 2f866f55aa96a26f1d58832f830c8565",
        "repo_url": "https://github.com/WCRP-CMIP/CMIP7-CVs",
        "repo_prefix": "cmip7",
        "last_commit": "575e3486c131f9cc0834f0719f61077c6ee6b9f4",
        "comment": "This is an automatically generated file. Do not edit."
    },
    "vertical_label": {
        "1000hpa": "Variables at the 1000 hPa pressure level, approximately equivalent to sea level pressure. This level is commonly used for surface meteorological conditions and represents the lower boundary of the atmosphere.",
        "100hpa": "Variables at the 100 hPa pressure level, located in the lower stratosphere at approximately 16 km altitude. This level is important for stratospheric dynamics, ozone studies, and upper-level atmospheric analysis.",
        "10hpa": "10 hPa",
        "220hpa": "220 hPa",
        "500hpa": "Variables at the 500 hPa pressure level, located in the middle troposphere at approximately 5-6 km altitude. This level is crucial for weather analysis, representing mid-level atmospheric dynamics and circulation patterns.",
        "560hpa": "560 hPa",
        "700hpa": "700 hPa",
        "840hpa": "840 hPa",
        "850hpa": "850 hPa",
        "d0m": "Variables at the Earth's surface level (0 meters depth/height), including surface temperature, pressure, and exchange fluxes. Represents the interface between atmosphere, ocean, land, or ice.",
        "d100m": "Variables at 100 meter depth below the surface, used for subsurface ocean conditions, deep soil properties, or underground environmental conditions at intermediate depths.",
        "d10cm": "10 cm depth",
        "d2000m": "upper 2000 m",
        "d300m": "upper 300 m",
        "d700m": "upper 700 m",
        "h100m": "100 m height",
        "h10m": "Variables at 10 meter height above the surface, the standard measurement height for wind speed and direction in meteorological observations and climate models.",
        "h16": "16 height levels",
        "h2m": "Variables at 2 meter height above the surface, the standard measurement height for near-surface air temperature and humidity in meteorological observations and climate models.",
        "h40": "40 height levels",
        "p19": "Variables interpolated to a standard set of 19 pressure levels spanning the atmosphere from surface to stratosphere. Commonly used for atmospheric analysis and comparison across different models.",
        "p27": "Variables interpolated to a standard set of 27 pressure levels providing higher vertical resolution through the atmosphere. Used for detailed atmospheric profiling and high-resolution analysis of vertical structure.",
        "p3": "3 pressure levels",
        "p39": "Variables interpolated to a standard set of 39 pressure levels providing very high vertical resolution through the atmosphere. Used for comprehensive atmospheric profiling and detailed vertical structure analysis.",
        "p4": "4 pressure levels",
        "p7c": "7 pressure levels",
        "p7h": "7 pressure levels",
        "p8": "8 pressure levels",
        "rho": "Variables on ocean density surfaces (isopycnal coordinates), where water parcels of equal density define the vertical coordinate. Used for ocean circulation analysis and water mass tracking.",
        "u": "unspecified (no vertical dimension)"
    }
}